Repository: edvind/exhibition
Catalog: languages/exhibition-*.po
Languages: sv_se

source: Exhibition information
sv_se: Utställningsinformation

source: End
sv_se: Slut

source: Until further notice
sv_se: Tills vidare

source: If the exhibition doesn't have a set end date.
sv_se: Om utställningen inte har ett slutdatum.

source: Synchronize
sv_se: Synkronisera

source: Warning
sv_se: Varning

source: Editing these fields may result in connection problems with DigitaltMuseum.
sv_se: Ändring av dessa fält kan skapa anslutningsproblem med DigitaltMuseum.

source: Museum inventory no.
sv_se: Museets inventarienr.

source: Museum or collection's own identifier / inventory no., e.g. HM27346
sv_se: Museets eller samlingens egna inventarienummer, ex. HM27346

source: DiMu-specific unique id for object, e.g. 021106469355
sv_se: DiMu-specifikt unikt id för objekt, ex. 021106469355

source: UUID e.g. CC52D261-405C-47C6-88EF-4FD7D4EF725C
sv_se: UUID, ex. CC52D261-405C-47C6-88EF-4FD7D4EF725C

source: Exhibition settings
sv_se: Utställningsinställningar

source: Exhibitions
sv_se: Utställningar

source: Warning! Edits to this exhibition will be overwritten on %1$s at %2$s since this post is marked for synchronization with DigitaltMuseum.
sv_se: Varning! Ändringar i denna utställning kommer skrivas över den %1$s kl. %2$s då utställningen är markerad för att synkroniseras med DigitaltMuseum.

source: API Key
sv_se: API-nyckel

source: Slugs
sv_se: Permalänkar

source: Artists
sv_se: Konstnärer

# Taxonomy General Name
source: Artists
sv_se: Konstnärer

# Taxonomy Singular Name
source: Artist
sv_se: Konstnär

source: All Artists
sv_se: Alla konstnärer

source: Parent Artist
sv_se: Överordnad konstnär

source: Parent Artist:
sv_se: Överordnad konstnär:

source: New Artist Name
sv_se: Konstnärens namn

source: Add New Artist
sv_se: Lägg till ny konstnär

source: Edit Artist
sv_se: Redigera konstnär

source: Update Artist
sv_se: Uppdatera konstnär

source: View Artist
sv_se: Visa konstnär

source: Separate artists with commas
sv_se: Separera konstnärer med kommatecken

source: Add or remove artists
sv_se: Lägg till eller ta bort konstnärer

source: Choose from the most used artists
sv_se: Välj från de mest använda konstnärerna

source: Popular Artists
sv_se: Populära konstnärer

source: Search Artists
sv_se: Sök konstnärer

source: Not Found
sv_se: Inget hittades

source: No Artists
sv_se: Inga konstnärer

source: Artists list
sv_se: Konstnärslista

source: Artists list navigation
sv_se: Konstnärslistnavigation

# Post Type General Name
source: Exhibitions
sv_se: Utställningar

# Post Type Singular Name
source: Exhibition
sv_se: Utställning

source: Exhibition
sv_se: Utställning

source: Exhibition Archives
sv_se: Utställningsarkiv

source: Parent Exhibition:
sv_se: Överordnad utställning:

source: All Exhibitions
sv_se: Alla utställningar

source: Add New Exhibition
sv_se: Lägg till ny utställning

source: Add New
sv_se: Lägg till ny

source: New Exhibition
sv_se: Ny utställning

source: Edit Exhibition
sv_se: Redigera utställning

source: Update Exhibition
sv_se: Uppdatera utställning

source: View Exhibition
sv_se: Visa utställning

source: Search Exhibition
sv_se: Sök utställning

source: Not found
sv_se: Inget hittades

source: Not found in Trash
sv_se: Inget hittades i papperskorgen

source: Exhibition Image
sv_se: Utställningsbild

source: Set exhibition image
sv_se: Välj utställningsbild

source: Remove exhibition image
sv_se: Ta bort utställningsbild

source: Use as exhibition image
sv_se: Använd som utställningsbild

source: Insert into exhibition
sv_se: Lägg till i utställningen

source: Uploaded to this exhibition
sv_se: Laddas upp till denna utställning

source: Exhibition list
sv_se: Utställningslista

source: Exhibitions list navigation
sv_se: Utställningslistnavigation

source: Filter exhibitions list
sv_se: Filtrera utställningslista

source: Exhibition description
sv_se: Utställningsbeskrivning

source: Adds an exhibition post type to WordPress that synchronizes with DigitaltMuseum.
sv_se: Lägger till inläggstypen utställningar som synkroniserad med DigitaltMuseum.
